---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HvacDensity
source: html/a8e6aa2c-edd7-9e20-16b0-8f4ae4dfdeed.htm
---
# Autodesk.Revit.DB.SpecTypeId.HvacDensity Property

Density, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HvacDensity { get; }
```